Repository: RoboutGulman/RRW_Flutter
Catalog: lib/l10n/intl_*.arb
Languages: ru_ru

# tabName1
source: Rating
ru_ru: Рейтинг

# tabName2
source: Orders
ru_ru: Приказы

# tabName3
source: Execution
ru_ru: Исполнение

# tabName4
source: Bank
ru_ru: Банк

# login_page
source: Authorization
ru_ru: Авторизация

# text_field_login
source: Login
ru_ru: Логин

# text_field_room_id
source: session ID
ru_ru: ID сессии

# wrong_login
source: Please enter your login.
ru_ru: Пожалуйста введите свой логин.

# wrong_room_id
source: Please enter ID session.
ru_ru: Пожалуйста введите ID сессии

# success
source: The username is saved
ru_ru: Логин сохранён

# button
source: Enter
ru_ru: Войти

# snakbar
source: Welcome, {login}
ru_ru: Добро пожаловать, {login}

# team_choose_page
source: Choose team
ru_ru: Выбери команду

# rrRatingStat1
source: passengers
ru_ru: пассажиры

# rrRatingStat2
source: loans
ru_ru: кредиты

# rrRatingStat3
source: traffic
ru_ru: грузы

# prRatingStat1
source: cities
ru_ru: города

# prRatingStat3
source: passengers
ru_ru: пассажиры

# tkRatingStat1
source: R/W
ru_ru: ж/д

# tkRatingStat2
source: customs
ru_ru: таможня

# tkRatingStat3
source: transportation
ru_ru: перевозки

# rrTeamNames1
source: Texas
ru_ru: Техасская

# rrTeamNames2
source: New York
ru_ru: Нью-Йоркская

# rrTeamNames3
source: North
ru_ru: Северная

# rrTeamNames4
source: Southwest
ru_ru: Юго-западная

# rrTeamNames5
source: Pacific
ru_ru: Тихоокеанская

# rrTeamNames6
source: South-eastern
ru_ru: Юго-восточная

# prTeamNames1
source: Republic
ru_ru: Республика

# prTeamNames2
source: Federation
ru_ru: Федерация

# prTeamNames3
source: The Confederation
ru_ru: Конфедерация

# tkTeamNames1
source: Washington TK
ru_ru: ТК Вашингтона

# tkTeamNames2
source: Prescott TK
ru_ru: ТК Прескотта

# tkTeamNames3
source: Little Rock TK
ru_ru: ТК Литл-Рока

# tkTeamNames4
source: Bismarck TK
ru_ru: ТК Бисмарка

# fractionName1
source: RAILWAYS
ru_ru: ЖЕЛЕЗНЫЕ ДОРОГИ

# fractionName2
source: POLITICANS
ru_ru: ПОЛИТИКИ

# fractionName3
source: TRADING COMPANIES
ru_ru: ТОРГОВЫЕ КОМПАНИИ
